<i18n lang='yaml'>
    ar:
        head:
            title: من نحن
            description: نحن مجموعه من الطلائع تترواح أعمارنا من سن ١٠ وحتي ١٨ عاماً وأهم ما يجمعنا هو كوننا أعضاء ببرلمان طلائع القاهرة والذي يعد نموذج محاكاة لمجلس النواب المصري التابع للإدارة المركزية للبرلمان والتعليم المدني بوزارة الشباب والرياضة نقدم لكم من خلال هذا الموقع الإلكتروني ' مرجع الحياة السياسية الإلكتروني المقدم من برلمان طلائع القاهرة '
        title: من نحن ؟
        body: "
            بالتأكيد يراودك سؤالٌ كهذا
            ولهذا دعنا نجيب عليه :

            نحن مجموعه من الطلائع تترواح أعمارنا من سن ١٠ وحتي ١٨ عاماً وأهم ما يجمعنا هو كوننا أعضاء ببرلمان طلائع القاهرة والذي يعد نموذج محاكاة لمجلس النواب المصري التابع للإدارة المركزية للبرلمان والتعليم المدني بوزارة الشباب والرياضة
            نقدم لكم من خلال هذا الموقع الإلكتروني ' مرجع الحياة السياسية الإلكتروني المقدم من برلمان طلائع القاهرة '
            أغلب المعلومات والأحداث والشخصيات السياسية التي تعرضنا لها أثناء عمليات بحث مختلفه في الكتب والمراجع والمصادر الموثوقه التي سنرفقها لكم قريبا
            ويتلخص الهدف من المرجع في أن نجمع لكم كل هذا في مكانِ واحد وآمن وأن نجعل المعرفه عملية سهلة لا تتطلب إلا ضغطة يدٍ واحده .
            ولهذا فقد عزمنا علي تطوير المرجع بشكل دوري وإضافة فصول جديده بشكل مستمر حتى يشمل المرجع كل جوانب الحياة السياسة
            ومن الجدير بالذكر أن هذا المرجع ما هو إلا تجميع للمعلومات السياسية واعادة تقديمها بشكل يتناسب مع حداثة مجتمعنا وحداثة فكرنا
            وهو بالكامل من صناعة أعضاء برلمان طلائع القاهرة وتعود لهم تفاصيل المرجع كالفكرة والتخطيط والتنفيذ والتطوير والمتابعه
            وكل الحقوق محفوظة لبرلمان طلائع القاهرة"

</i18n>
<template lang='pug'>
    .whoWeAre
        h1.whoWeAre__head {{ $t('title') }}
        .whoWeAre__body {{ $t('body') }}
</template>
<script>
export default {
  head () {
    return {
      title: this.$t('head.title'),
      description: this.$t('head.description')
    }
  }
}
</script>
<style lang='scss'>
.whoWeAre {

    text-align: center;

    .whoWeAre__body {

        text-align: justify;
        width: 45%;
        margin: auto;
        line-height: 2em;

    }

}
</style>
